public record TextR() {
    public static final String TheGoodKing = "Теперь мой остров был заселен, и я считал, что у меня изобилие подданных. Часто я не мог удержаться от улыбки при мысли о том, как похож я на короля. Во первых, весь остров был неотъемлемою моей собственностью, и, таким образом, мне принадлежало несомненное право господства. Во вторых, мой народ был весь в моей власти: я был неограниченным владыкой и законодателем.";
    public static final String TheBadKing = "Я несчастный владыка";
}
